["[\n    {\n        \"question\": \"What cities emerged as major centers for commerce and trade in the Middle Colonies?\",\n        \"answer\": \"Baltimore, New York City, and Philadelphia\"\n    },\n    {\n        \"question\": \"Which colonies are included in the Middle Colonies?\",\n        \"answer\": \"New York, New Jersey, Pennsylvania, Maryland, and Delaware\"\n    },\n    {\n        \"question\": \"What religious group settled mainly in Pennsylvania?\",\n        \"answer\": \"The Quakers\"\n    },\n    {\n        \"question\": \"Why did the Quakers leave England?\",\n        \"answer\": \"For religious reasons\"\n    },\n    {\n        \"question\": \"Which religious group settled in Maryland?\",\n        \"answer\": \"The Catholics\"\n    },\n    {\n        \"question\": \"Why did the Catholics leave England?\",\n        \"answer\": \"For religious purposes\"\n    },\n    {\n        \"question\": \"Why did the Dutch come to the Americas?\",\n        \"answer\": \"For economic purposes, mainly as traders\"\n    },\n    {\n        \"question\": \"Where did the Dutch set up a major trade port?\",\n        \"answer\": \"Manhattan Island (New Amsterdam)\"\n    },\n    {\n        \"question\": \"Which religious group supported churches without ministers?\",\n        \"answer\": \"The Quakers\"\n    },\n    {\n        \"question\": \"Who led the Quaker society and developed a government based on representative assembly?\",\n        \"answer\": \"William Penn\"\n    },\n    {\n        \"question\": \"What were the religious principles of Quaker society?\",\n        \"answer\": \"Supporting churches without ministers, promoting freedom of religion, pacifism, equality, cooperation, and love for the fellow man\"\n    },\n    {\n        \"question\": \"Which city became the capital for the Quaker society?\",\n        \"answer\": \"Philadelphia\"\n    },\n    {\n        \"question\": \"What were the geographic conditions of the Middle Colonies?\",\n        \"answer\": \"Various land conditions and a moderate climate\"\n    },\n    {\n        \"question\": \"What types of farming were common in the Middle Colonies?\",\n        \"answer\": \"Small scale farming producing a variety of goods like wheat, corn, and livestock\"\n    },\n    {\n        \"question\": \"What goods were produced in the Middle Colonies?\",\n        \"answer\": \"A mix of crops as well as various craft and artisan goods\"\n    },\n    {\n        \"question\": \"What was the labor force like in the Middle Colonies?\",\n        \"answer\": \"A mix of professional artisans and craftsmen, indentured servants, and some slaves in certain regions\"\n    }\n]"]