["[\n    {\n        \"question\": \"Which colonies were considered the Southern Colonies?\",\n        \"answer\": \"Virginia, North Carolina, South Carolina, and Georgia (sometimes Maryland)\"\n    },\n    {\n        \"question\": \"Why were the Southern Colonies founded?\",\n        \"answer\": \"For economic reasons\"\n    },\n    {\n        \"question\": \"What was the economic status and ethnic background of the English Cavaliers?\",\n        \"answer\": \"Economic status: Wealthy landowning nobility, Ethnic background: English\"\n    },\n    {\n        \"question\": \"Where did the English Cavaliers settle?\",\n        \"answer\": \"Coastal lowlands in the east with the best land for large plantation farming\"\n    },\n    {\n        \"question\": \"What was the economic status and ethnic background of the Frontier Settlers?\",\n        \"answer\": \"Economic status: Poor former indentured servants, Ethnic background: Scotch-Irish and poor English\"\n    },\n    {\n        \"question\": \"Where did the Frontier Settlers settle?\",\n        \"answer\": \"Small subsistence farms in the west near the Appalachians\"\n    },\n    {\n        \"question\": \"Who led the Jamestown Colony?\",\n        \"answer\": \"John Smith\"\n    },\n    {\n        \"question\": \"Who originally founded the Jamestown Colony?\",\n        \"answer\": \"The Virginia Company, a British joint-stock corporation\"\n    },\n    {\n        \"question\": \"What was the economic venture that Jamestown was established as?\",\n        \"answer\": \"A royal colony controlled by the British Crown\"\n    },\n    {\n        \"question\": \"What crop was introduced to Jamestown by John Rolfe?\",\n        \"answer\": \"Tobacco\"\n    },\n    {\n        \"question\": \"What system solved labor issues in Jamestown?\",\n        \"answer\": \"The Headright System\"\n    },\n    {\n        \"question\": \"What were some of the problems faced in Jamestown?\",\n        \"answer\": \"Everyone focused on gold and profit, disease from bad water, starvation due to lack of crops, tense relations with the Powhatan Indians, and the 'Starving Time' in the winter of 1609-1610\"\n    },\n    {\n        \"question\": \"What was the first elected colonial legislature in the Americas?\",\n        \"answer\": \"The Virginia House of Burgesses\"\n    },\n    {\n        \"question\": \"What European country raised natives into social and political life?\",\n        \"answer\": \"The Spanish\"\n    },\n    {\n        \"question\": \"What did the Spanish bring from Spain to the natives?\",\n        \"answer\": \"Useful and necessary things\"\n    },\n    {\n        \"question\": \"What European country excelled in industry, economy, and the arts of conciliating the affections of the Indians?\",\n        \"answer\": \"The French\"\n    },\n    {\n        \"question\": \"What did the French manage in regards to trade and commerce with Indians?\",\n        \"answer\": \"Trade and commerce\"\n    },\n    {\n        \"question\": \"What European country planned to change the natives' barbarous nature?\",\n        \"answer\": \"The English\"\n    },\n    {\n        \"question\": \"What were the English settlers claiming was allowed against all enemies?\",\n        \"answer\": \"Stratagems\"\n    },\n    {\n        \"question\": \"What was the cause of the settlers' clash with Native Americans?\",\n        \"answer\": \"Colonists wanted more land for tobacco and Native Americans resisted\"\n    },\n    {\n        \"question\": \"What major trade port was in the South?\",\n        \"answer\": \"Charleston, SC\"\n    },\n    {\n        \"question\": \"What were the major cash crops in the South?\",\n        \"answer\": \"Tobacco, Rice, and Indigo\"\n    },\n    {\n        \"question\": \"Who made up the labor force in the South?\",\n        \"answer\": \"Indentured servants and later slaves\"\n    },\n    {\n        \"question\": \"What was the ethnic makeup of the indentured servants?\",\n        \"answer\": \"Poor English, Scotch-Irish, and African\"\n    },\n    {\n        \"question\": \"Where did African slaves come from and when did they arrive?\",\n        \"answer\": \"Africa via the middle passage in the 17th century\"\n    },\n    {\n        \"question\": \"What was the system of labor for African slaves?\",\n        \"answer\": \"Slavery for life\"\n    },\n    {\n        \"question\": \"What were the economic impacts of the slave trade?\",\n        \"answer\": \"Disease killed native populations, making them an unstable workforce, African slavery became an alternative for labor, demand for slaves grew quickly, and the Trans-Atlantic slave trade grew quickly, becoming a key part of the new American economic system\"\n    },\n    {\n        \"question\": \"What were the causes of Bacon's Rebellion?\",\n        \"answer\": \"Poor whites revolted against VA gov't, resented lack of protection from Native Americans, and resented lack of representation in the House of Burgesses\"\n    },\n    {\n        \"question\": \"What social structure dominated the Southern Colonies?\",\n        \"answer\": \"Family status and land ownership\"\n    },\n    {\n        \"question\": \"Who controlled the government in the Southern Colonies?\",\n        \"answer\": \"Aristocracy (wealthy elites)\"\n    },\n    {\n        \"question\": \"What was the dominant religious affiliation in the Southern Colonies?\",\n        \"answer\": \"Anglican (Church of England)\"\n    }\n]"]